Repository: idrisskone101/pillie
Catalog: Pillie/Pillie/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# support.open_line.issue_invitation
source: Tell us what went wrong. The more detail, the better. Type above this line.
ar: أخبرينا بما حدث. كلما زادت التفاصيل كان أفضل. اكتبي فوق هذا السطر.
bn: কী সমস্যা হয়েছে, আমাদের জানান। যত বিস্তারিত, তত ভালো। এই লাইনের ওপরে লিখুন।
ca: Explica’ns què ha fallat. Com més detalls, millor. Escriu a sobre d’aquesta línia.
cs: Popiš, co se pokazilo. Čím víc detailů, tím lépe. Piš nad tuto čáru.
da: Fortæl os, hvad der gik galt. Jo flere detaljer, jo bedre. Skriv over denne linje.
de: Beschreibe, was nicht funktioniert hat. Je mehr Details, desto besser. Schreibe über dieser Zeile.
el: Πες μας τι πήγε στραβά. Όσο πιο αναλυτικά, τόσο καλύτερα. Γράψε πάνω από αυτή τη γραμμή.
es: Cuéntanos qué salió mal. Cuantos más detalles, mejor. Escribe encima de esta línea.
fi: Kerro, mikä meni pieleen. Mitä tarkemmin, sen parempi. Kirjoita tämän rivin yläpuolelle.
fr: Dis-nous ce qui n’a pas marché. Plus tu donnes de détails, mieux c’est. Écris au-dessus de cette ligne.
gu: શું ખોટું થયું તે અમને જણાવો. જેટલી વધુ વિગત, એટલું સારું. આ લાઇનની ઉપર લખો.
he: ספרי לנו מה השתבש. כמה שיותר פרטים, יותר טוב. כתבי מעל השורה הזו.
hi: बताएँ कि क्या गड़बड़ हुई। जितना ज़्यादा ब्योरा, उतना अच्छा। इस लाइन के ऊपर लिखें।
hr: Reci nam što nije radilo. Što više detalja, to bolje. Piši iznad ove linije.
hu: Írd le, mi ment rosszul. Minél részletesebben, annál jobb. Ez fölé a vonal fölé írj.
id: Ceritakan apa yang salah. Semakin detail, semakin baik. Ketik di atas garis ini.
it: Raccontaci cosa non ha funzionato. Più dettagli, meglio è. Scrivi sopra questa riga.
ja: 何がうまくいかなかったか教えてください。詳しいほど助かります。この線の上に入力してください。
kn: ಏನು ತಪ್ಪಾಯಿತು ಎಂದು ನಮಗೆ ತಿಳಿಸಿ. ಹೆಚ್ಚು ವಿವರ ಕೊಟ್ಟಷ್ಟೂ ಒಳ್ಳೆಯದು. ಈ ಸಾಲಿನ ಮೇಲೆ ಬರೆಯಿರಿ.
ko: 무엇이 잘못됐는지 알려 주세요. 자세할수록 좋아요. 이 줄 위에 입력하세요.
ml: എന്താണ് തെറ്റിയതെന്ന് ഞങ്ങളോട് പറയൂ. കൂടുതൽ വിശദമായാൽ അത്രയും നല്ലത്. ഈ വരിക്ക് മുകളിൽ എഴുതൂ.
mr: काय बिघडले ते सांगा. जितका जास्त तपशील, तितके चांगले. या ओळीच्या वर लिहा.
ms: Ceritakan apa yang tak kena. Lebih terperinci, lebih baik. Taip di atas garisan ini.
nb: Fortell oss hva som gikk galt. Jo flere detaljer, jo bedre. Skriv over denne linjen.
nl: Vertel wat er misging. Hoe meer details, hoe beter. Typ boven deze regel.
or: କ’ଣ ଭୁଲ ହେଲା ଆମକୁ କୁହନ୍ତୁ। ଯେତେ ଅଧିକ ବିବରଣୀ, ସେତେ ଭଲ। ଏହି ରେଖା ଉପରେ ଲେଖନ୍ତୁ।
pa: ਸਾਨੂੰ ਦੱਸੋ ਕਿ ਕੀ ਗੜਬੜ ਹੋਈ। ਜਿੰਨਾ ਵੱਧ ਵੇਰਵਾ, ਓਨਾ ਚੰਗਾ। ਇਸ ਲਾਈਨ ਤੋਂ ਉੱਪਰ ਲਿਖੋ।
pl: Opisz, co poszło nie tak. Im więcej szczegółów, tym lepiej. Pisz nad tą linią.
pt_br: Conte o que deu errado. Quanto mais detalhes, melhor. Escreva acima desta linha.
pt_pt: Diz-nos o que correu mal. Quanto mais detalhes, melhor. Escreve acima desta linha.
ro: Spune-ne ce nu a mers. Cu cât mai multe detalii, cu atât mai bine. Scrie deasupra acestei linii.
ru: Расскажи, что пошло не так. Чем подробнее, тем лучше. Пиши над этой строкой.
sk: Napíš nám, čo sa pokazilo. Čím viac detailov, tým lepšie. Píš nad túto čiaru.
sl: Povej nam, kaj je šlo narobe. Več podrobnosti, tem bolje. Piši nad to črto.
sv: Berätta vad som gick fel. Ju fler detaljer, desto bättre. Skriv ovanför den här raden.
ta: என்ன தவறு நடந்தது என்று சொல்லுங்கள். எவ்வளவு விவரம் தருகிறீர்களோ அவ்வளவு நல்லது. இந்த வரிக்கு மேலே எழுதுங்கள்.
te: ఏం తప్పు జరిగిందో మాకు చెప్పండి. ఎంత వివరంగా చెబితే అంత మంచిది. ఈ లైన్ పైన రాయండి.
th: เล่าให้เราฟังว่าเกิดอะไรผิดพลาด ยิ่งละเอียดยิ่งดี พิมพ์เหนือบรรทัดนี้
tr: Neyin yanlış gittiğini anlat. Ne kadar ayrıntı, o kadar iyi. Bu satırın üstüne yaz.
uk: Розкажи, що пішло не так. Чим детальніше, тим краще. Пиши над цим рядком.
ur: بتائیں کہ کیا گڑبڑ ہوئی۔ جتنی زیادہ تفصیل، اتنا اچھا۔ اس لائن کے اوپر لکھیں۔
vi: Hãy kể cho chúng mình biết có gì không ổn. Càng chi tiết càng tốt. Viết phía trên dòng này.
zh_hans: 告诉我们出了什么问题，越详细越好。请在此行上方输入。
zh_hant: 告訴我們發生了什麼問題，越詳細越好。請在這一行上方輸入。

# support.open_line.diagnostics.device
source: Device
ar: الجهاز
bn: ডিভাইস
ca: Dispositiu
cs: Zařízení
da: Enhed
de: Gerät
el: Συσκευή
es: Dispositivo
fi: Laite
fr: Appareil
gu: ઉપકરણ
he: מכשיר
hi: डिवाइस
hr: Uređaj
hu: Eszköz
id: Perangkat
it: Dispositivo
ja: デバイス
kn: ಸಾಧನ
ko: 기기
ml: ഡിവൈസ്
mr: डिव्हाइस
ms: Peranti
nb: Enhet
nl: Apparaat
or: ଡିଭାଇସ୍
pa: ਡਿਵਾਈਸ
pl: Urządzenie
pt_br: Dispositivo
pt_pt: Dispositivo
ro: Dispozitiv
ru: Устройство
sk: Zariadenie
sl: Naprava
sv: Enhet
ta: சாதனம்
te: డివైస్
th: อุปกรณ์
tr: Cihaz
uk: Пристрій
ur: ڈیوائس
vi: Thiết bị
zh_hans: 设备
zh_hant: 裝置

# error.screen_time.title
source: App blocking needs Screen Time
ar: حظر التطبيقات يحتاج إلى مدة استخدام الجهاز
bn: অ্যাপ ব্লকিংয়ের জন্য স্ক্রিন টাইম লাগবে
ca: El bloqueig d’apps necessita Temps d’ús
cs: Blokování aplikací potřebuje Čas u obrazovky
da: Appblokering kræver Skærmtid
de: App-Sperre braucht Bildschirmzeit
el: Ο αποκλεισμός εφαρμογών χρειάζεται τον Χρόνο επί οθόνης
es: El bloqueo de apps necesita Tiempo de uso
fi: Sovellusesto tarvitsee Ruutuajan
fr: Le blocage d’apps a besoin de Temps d’écran
gu: ઍપ બ્લૉકિંગ માટે સ્ક્રીન ટાઇમ જરૂરી છે
he: חסימת אפליקציות דורשת זמן מסך
hi: ऐप ब्लॉकिंग के लिए स्क्रीन टाइम चाहिए
hr: Blokiranje aplikacija treba Vrijeme uporabe zaslona
hu: Az appblokkoláshoz Képernyőidő kell
id: Blokir aplikasi butuh Durasi Layar
it: Il blocco app richiede Tempo di utilizzo
ja: アプリブロックにはスクリーンタイムが必要です
kn: ಆ್ಯಪ್ ನಿರ್ಬಂಧಕ್ಕೆ ಸ್ಕ್ರೀನ್ ಟೈಮ್ ಬೇಕು
ko: 앱 차단에는 스크린 타임이 필요해요
ml: ആപ്പ് ബ്ലോക്കിംഗിന് ‘സ്ക്രീൻ സമയം’ വേണം
mr: ॲप ब्लॉकिंगसाठी स्क्रीन टाइम हवा
ms: Sekatan apl perlukan Masa Skrin
nb: Appblokkering trenger Skjermtid
nl: Appblokkering heeft Schermtijd nodig
or: ଆପ୍ ବ୍ଲକିଂ ପାଇଁ ସ୍କ୍ରିନ୍ ଟାଇମ୍ ଦରକାର
pa: ਐਪ ਬਲੌਕਿੰਗ ਲਈ ਸਕ੍ਰੀਨ ਟਾਈਮ ਚਾਹੀਦਾ ਹੈ
pl: Blokowanie aplikacji wymaga Czasu przed ekranem
pt_br: O bloqueio de apps precisa do Tempo de Uso
pt_pt: O bloqueio de apps precisa do Tempo de ecrã
ro: Blocarea aplicațiilor are nevoie de Timp de utilizare
ru: Блокировке приложений нужно Экранное время
sk: Blokovanie aplikácií potrebuje Čas pred obrazovkou
sl: Blokiranje aplikacij potrebuje Čas pred zaslonom
sv: Appblockering behöver Skärmtid
ta: ஆப் தடுப்புக்கு ஸ்கிரீன் டைம் அனுமதி தேவை
te: యాప్ బ్లాకింగ్‌కు స్క్రీన్ టైమ్ అవసరం
th: การบล็อกแอปต้องใช้เวลาหน้าจอ
tr: Uygulama engelleme için Ekran Süresi gerekli
uk: Блокуванню застосунків потрібен Екранний час
ur: ایپ بلاکنگ کے لیے اسکرین ٹائم چاہیے
vi: Chặn ứng dụng cần Thời gian sử dụng
zh_hans: 应用屏蔽需要屏幕使用时间
zh_hant: App 封鎖需要螢幕使用時間

# error.screen_time.body
source: Allow Screen Time access so Pillie can pause the apps you pick.
ar: اسمحي بالوصول إلى مدة استخدام الجهاز ليتمكن Pillie من إيقاف التطبيقات التي تختارينها مؤقتًا.
bn: Pillie যেন আপনার বেছে নেওয়া অ্যাপগুলো পজ করতে পারে, সেজন্য স্ক্রিন টাইম অ্যাক্সেস দিন।
ca: Permet l’accés a Temps d’ús perquè Pillie pugui posar en pausa les apps que triïs.
cs: Povol přístup k Času u obrazovky, aby Pillie mohla pozastavit aplikace, které vybereš.
da: Tillad adgang til Skærmtid, så Pillie kan sætte de apps, du vælger, på pause.
de: Erlaube den Zugriff auf Bildschirmzeit, damit Pillie die Apps pausieren kann, die du auswählst.
el: Επίτρεψε την πρόσβαση στον Χρόνο επί οθόνης για να μπορεί το Pillie να βάζει σε παύση τις εφαρμογές που διαλέγεις.
es: Permite el acceso a Tiempo de uso para que Pillie pueda pausar las apps que elijas.
fi: Salli Ruutuajan käyttö, jotta Pillie voi laittaa valitsemasi sovellukset tauolle.
fr: Autorise l’accès à Temps d’écran pour que Pillie puisse mettre en pause les apps que tu choisis.
gu: તમે પસંદ કરો તે ઍપ્સ Pillie થોભાવી શકે તે માટે સ્ક્રીન ટાઇમની ઍક્સેસ આપો.
he: אפשרי גישה לזמן מסך כדי ש-Pillie תוכל להשהות את האפליקציות שבחרת.
hi: स्क्रीन टाइम की अनुमति दें, ताकि Pillie आपके चुने हुए ऐप्स रोक सके।
hr: Dopusti pristup Vremenu uporabe zaslona da Pillie može pauzirati aplikacije koje odabereš.
hu: Engedélyezd a Képernyőidő-hozzáférést, hogy a Pillie szüneteltethesse a választott appokat.
id: Izinkan akses Durasi Layar agar Pillie bisa menjeda aplikasi yang kamu pilih.
it: Consenti l’accesso a Tempo di utilizzo così Pillie può mettere in pausa le app che scegli.
ja: Pillieが選んだアプリを一時停止できるよう、スクリーンタイムへのアクセスを許可してください。
kn: ನೀವು ಆರಿಸುವ ಆ್ಯಪ್‌ಗಳನ್ನು Pillie ತಡೆಹಿಡಿಯಲು, ಸ್ಕ್ರೀನ್ ಟೈಮ್ ಪ್ರವೇಶವನ್ನು ಅನುಮತಿಸಿ.
ko: Pillie가 선택한 앱을 일시 중지할 수 있도록 스크린 타임 접근을 허용해 주세요.
ml: നിങ്ങൾ തിരഞ്ഞെടുക്കുന്ന ആപ്പുകൾ Pillie-ക്ക് പോസ് ചെയ്യാൻ, ‘സ്ക്രീൻ സമയം’ ആക്‌സസ് അനുവദിക്കൂ.
mr: स्क्रीन टाइमला परवानगी द्या, म्हणजे तुम्ही निवडलेली ॲप्स Pillie थांबवू शकेल.
ms: Benarkan akses Masa Skrin supaya Pillie boleh menjeda apl yang kamu pilih.
nb: Gi tilgang til Skjermtid så Pillie kan pause appene du velger.
nl: Sta toegang tot Schermtijd toe zodat Pillie de apps kan pauzeren die je kiest.
or: ଆପଣ ବାଛିଥିବା ଆପ୍‌ଗୁଡ଼ିକୁ Pillie ବିରାମ କରିପାରିବା ପାଇଁ ସ୍କ୍ରିନ୍ ଟାଇମ୍ ଆକ୍ସେସ୍ ଦିଅନ୍ତୁ।
pa: ਸਕ੍ਰੀਨ ਟਾਈਮ ਦੀ ਪਹੁੰਚ ਦਿਓ ਤਾਂ ਜੋ Pillie ਤੁਹਾਡੀਆਂ ਚੁਣੀਆਂ ਐਪਾਂ ਨੂੰ ਰੋਕ ਸਕੇ।
pl: Zezwól na dostęp do Czasu przed ekranem, aby Pillie mogło wstrzymywać wybrane aplikacje.
pt_br: Permita o acesso ao Tempo de Uso para o Pillie poder pausar os apps que você escolher.
pt_pt: Permite o acesso ao Tempo de ecrã para o Pillie poder pausar as apps que escolheres.
ro: Permite accesul la Timp de utilizare ca Pillie să poată pune pe pauză aplicațiile alese.
ru: Разреши доступ к Экранному времени, чтобы Pillie мог ставить выбранные тобой приложения на паузу.
sk: Povoľ prístup k Času pred obrazovkou, aby Pillie mohla pozastaviť aplikácie, ktoré vyberieš.
sl: Dovoli dostop do Časa pred zaslonom, da lahko Pillie začasno zaustavi aplikacije, ki jih izbereš.
sv: Tillåt åtkomst till Skärmtid så att Pillie kan pausa apparna du väljer.
ta: நீங்கள் தேர்ந்தெடுக்கும் ஆப்ஸை Pillie இடைநிறுத்த, ஸ்கிரீன் டைம் அணுகலை அனுமதியுங்கள்.
te: మీరు ఎంచుకునే యాప్‌లను Pillie పాజ్ చేయడానికి, స్క్రీన్ టైమ్ యాక్సెస్ అనుమతించండి.
th: อนุญาตให้เข้าถึงเวลาหน้าจอเพื่อให้ Pillie หยุดแอปที่คุณเลือกชั่วคราวได้
tr: Pillie’nin seçtiğin uygulamaları duraklatabilmesi için Ekran Süresi erişimine izin ver.
uk: Дозволь доступ до Екранного часу, щоб Pillie міг ставити вибрані тобою застосунки на паузу.
ur: اسکرین ٹائم کی اجازت دیں، تاکہ Pillie آپ کی چنی ہوئی ایپس روک سکے۔
vi: Cho phép truy cập Thời gian sử dụng để Pillie có thể tạm dừng các ứng dụng bạn chọn.
zh_hans: 允许访问屏幕使用时间，Pillie 才能暂停你选择的应用。
zh_hant: 允許存取螢幕使用時間，Pillie 才能暫停你選的 App。

# error.screen_time.conflict_body
source: Another app on this iPhone is using Screen Time. Turn it off in that app, then try again.
ar: تطبيق آخر على جهاز iPhone هذا يستخدم مدة استخدام الجهاز. أوقفيه من ذلك التطبيق، ثم حاولي مرة أخرى.
bn: এই iPhone-এ অন্য একটি অ্যাপ স্ক্রিন টাইম ব্যবহার করছে। সেই অ্যাপে এটি বন্ধ করে আবার চেষ্টা করুন।
ca: Una altra app d’aquest iPhone fa servir Temps d’ús. Desactiva’l en aquella app i torna-ho a provar.
cs: Čas u obrazovky na tomto iPhonu používá jiná aplikace. Vypni ho v ní a zkus to znovu.
da: En anden app på denne iPhone bruger Skærmtid. Slå det fra i den app, og prøv igen.
de: Eine andere App auf diesem iPhone nutzt Bildschirmzeit. Schalte sie in dieser App aus und versuch es dann noch mal.
el: Μια άλλη εφαρμογή σε αυτό το iPhone χρησιμοποιεί τον Χρόνο επί οθόνης. Απενεργοποίησέ τον σε εκείνη την εφαρμογή και δοκίμασε ξανά.
es: Otra app de este iPhone está usando Tiempo de uso. Desactívalo en esa app y vuelve a intentarlo.
fi: Toinen tämän iPhonen sovellus käyttää Ruutuaikaa. Laita se pois päältä siinä sovelluksessa ja yritä uudelleen.
fr: Une autre app de cet iPhone utilise Temps d’écran. Désactive-le dans cette app, puis réessaie.
gu: આ iPhone પરની બીજી ઍપ સ્ક્રીન ટાઇમનો ઉપયોગ કરી રહી છે. તે ઍપમાં તેને બંધ કરો, પછી ફરી પ્રયાસ કરો.
he: אפליקציה אחרת באייפון הזה משתמשת בזמן מסך. כבי את זה באפליקציה ההיא ונסי שוב.
hi: इस iPhone पर कोई दूसरा ऐप स्क्रीन टाइम इस्तेमाल कर रहा है। उस ऐप में इसे बंद करें, फिर दोबारा कोशिश करें।
hr: Druga aplikacija na ovom iPhoneu koristi Vrijeme uporabe zaslona. Isključi ga u toj aplikaciji pa pokušaj ponovno.
hu: Egy másik app ezen az iPhone-on már használja a Képernyőidőt. Kapcsold ki abban az appban, majd próbáld újra.
id: Aplikasi lain di iPhone ini sedang memakai Durasi Layar. Matikan di aplikasi itu, lalu coba lagi.
it: Un’altra app su questo iPhone sta usando Tempo di utilizzo. Disattivalo in quell’app, poi riprova.
ja: このiPhoneでは別のアプリがスクリーンタイムを使用しています。そのアプリでオフにしてから、もう一度お試しください。
kn: ಈ iPhone ನಲ್ಲಿ ಇನ್ನೊಂದು ಆ್ಯಪ್ ಸ್ಕ್ರೀನ್ ಟೈಮ್ ಬಳಸುತ್ತಿದೆ. ಆ ಆ್ಯಪ್‌ನಲ್ಲಿ ಅದನ್ನು ಆಫ್ ಮಾಡಿ, ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 이 iPhone의 다른 앱이 스크린 타임을 사용하고 있어요. 그 앱에서 끈 다음 다시 시도해 주세요.
ml: ഈ iPhone-ലെ മറ്റൊരു ആപ്പ് ‘സ്ക്രീൻ സമയം’ ഉപയോഗിക്കുന്നുണ്ട്. ആ ആപ്പിൽ അത് ഓഫാക്കിയ ശേഷം വീണ്ടും ശ്രമിക്കൂ.
mr: या iPhone वरील दुसरे ॲप स्क्रीन टाइम वापरत आहे. त्या ॲपमध्ये ते बंद करा, मग पुन्हा प्रयत्न करा.
ms: Apl lain pada iPhone ini sedang menggunakan Masa Skrin. Matikannya dalam apl itu, kemudian cuba lagi.
nb: En annen app på denne iPhonen bruker Skjermtid. Slå det av i den appen, og prøv igjen.
nl: Een andere app op deze iPhone gebruikt Schermtijd. Zet het uit in die app en probeer het opnieuw.
or: ଏହି iPhone ରେ ଅନ୍ୟ ଏକ ଆପ୍ ସ୍କ୍ରିନ୍ ଟାଇମ୍ ବ୍ୟବହାର କରୁଛି। ସେହି ଆପ୍‌ରେ ଏହାକୁ ବନ୍ଦ କରନ୍ତୁ, ତା’ପରେ ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਇਸ iPhone ’ਤੇ ਕੋਈ ਹੋਰ ਐਪ ਸਕ੍ਰੀਨ ਟਾਈਮ ਵਰਤ ਰਹੀ ਹੈ। ਉਸ ਐਪ ਵਿੱਚ ਇਸਨੂੰ ਬੰਦ ਕਰੋ, ਫਿਰ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Inna aplikacja na tym iPhonie używa Czasu przed ekranem. Wyłącz go w tamtej aplikacji i spróbuj ponownie.
pt_br: Outro app neste iPhone está usando o Tempo de Uso. Desative-o nesse app e tente de novo.
pt_pt: Outra app neste iPhone está a usar o Tempo de ecrã. Desativa-o nessa app e tenta outra vez.
ro: O altă aplicație de pe acest iPhone folosește Timp de utilizare. Dezactivează-l în aplicația aceea, apoi încearcă din nou.
ru: Другое приложение на этом iPhone уже использует Экранное время. Отключи его в том приложении и попробуй снова.
sk: Čas pred obrazovkou na tomto iPhone používa iná aplikácia. Vypni ho v nej a skús to znova.
sl: Druga aplikacija v tem iPhonu uporablja Čas pred zaslonom. Izklopi ga v tisti aplikaciji in poskusi znova.
sv: En annan app på den här iPhonen använder Skärmtid. Stäng av det i den appen och försök igen.
ta: இந்த iPhone-இல் வேறொரு ஆப் ஸ்கிரீன் டைமைப் பயன்படுத்துகிறது. அந்த ஆப்பில் அதை ஆஃப் செய்து, மீண்டும் முயலுங்கள்.
te: ఈ iPhoneలో మరో యాప్ స్క్రీన్ టైమ్‌ను ఉపయోగిస్తోంది. ఆ యాప్‌లో దాన్ని ఆఫ్ చేసి, మళ్లీ ప్రయత్నించండి.
th: มีแอปอื่นบน iPhone เครื่องนี้ใช้เวลาหน้าจออยู่ ปิดในแอปนั้นก่อน แล้วลองอีกครั้ง
tr: Bu iPhone’daki başka bir uygulama Ekran Süresi’ni kullanıyor. O uygulamada kapat, sonra yeniden dene.
uk: Інший застосунок на цьому iPhone уже використовує Екранний час. Вимкни його в тому застосунку й спробуй ще раз.
ur: اس iPhone پر کوئی اور ایپ اسکرین ٹائم استعمال کر رہی ہے۔ اس ایپ میں اسے بند کریں، پھر دوبارہ کوشش کریں۔
vi: Một ứng dụng khác trên iPhone này đang dùng Thời gian sử dụng. Hãy tắt trong ứng dụng đó rồi thử lại.
zh_hans: 这台 iPhone 上的另一个应用正在使用屏幕使用时间。请在那个应用里关闭，然后再试一次。
zh_hant: 這支 iPhone 上的另一個 App 正在使用螢幕使用時間。請在那個 App 裡關閉，然後再試一次。

# empty.blocked_apps.title
source: No apps selected
ar: لم تُحدَّد تطبيقات
bn: কোনো অ্যাপ নির্বাচিত নয়
ca: Cap app seleccionada
cs: Žádné vybrané aplikace
da: Ingen apps valgt
de: Keine Apps ausgewählt
el: Δεν έχουν επιλεγεί εφαρμογές
es: No hay apps seleccionadas
fi: Ei valittuja sovelluksia
fr: Aucune app sélectionnée
gu: કોઈ ઍપ પસંદ કરેલ નથી
he: לא נבחרו אפליקציות
hi: कोई ऐप नहीं चुना गया
hr: Nema odabranih aplikacija
hu: Nincs kijelölt app
id: Belum ada aplikasi dipilih
it: Nessuna app selezionata
ja: アプリが選ばれていません
kn: ಯಾವುದೇ ಆ್ಯಪ್ ಆಯ್ಕೆ ಮಾಡಿಲ್ಲ
ko: 선택한 앱이 없어요
ml: ആപ്പുകൾ തിരഞ്ഞെടുത്തിട്ടില്ല
mr: एकही ॲप निवडलेले नाही
ms: Tiada apl dipilih
nb: Ingen apper valgt
nl: Geen apps geselecteerd
or: କୌଣସି ଆପ୍ ବଛା ହୋଇନାହିଁ
pa: ਕੋਈ ਐਪ ਨਹੀਂ ਚੁਣੀ ਗਈ
pl: Nie wybrano aplikacji
pt_br: Nenhum app selecionado
pt_pt: Nenhuma app selecionada
ro: Nicio aplicație selectată
ru: Приложения не выбраны
sk: Žiadne vybrané aplikácie
sl: Ni izbranih aplikacij
sv: Inga appar valda
ta: ஆப்ஸ் தேர்ந்தெடுக்கப்படவில்லை
te: యాప్‌లు ఎంచుకోలేదు
th: ยังไม่ได้เลือกแอป
tr: Uygulama seçilmedi
uk: Застосунки не вибрано
ur: کوئی ایپ نہیں چنی گئی
vi: Chưa chọn ứng dụng
zh_hans: 未选择应用
zh_hant: 尚未選擇 App

# accessibility.shake.progress
source: %lld of %lld shakes done
ar: اكتملت %lld من %lld هزّات
bn: %lld/%lld বার ঝাঁকানো হয়েছে
ca: %lld de %lld sacsejades fetes
cs: Zatřeseno: %lld z %lld
da: %lld af %lld rystelser klaret
de: %lld von %lld Mal geschüttelt
el: Κουνήματα: %lld από %lld
es: %lld de %lld sacudidas hechas
fi: %lld/%lld ravistusta tehty
fr: %lld sur %lld secousses faites
gu: %2$lld માંથી %1$lld વાર હલાવ્યું
he: %lld מתוך %lld ניעורים הושלמו
hi: %2$lld में से %1$lld बार हिलाया गया
hr: Protresanja: %lld od %lld
hu: %lld / %lld rázás kész
id: %lld dari %lld goyangan selesai
it: %lld di %lld scosse fatte
ja: %lld/%lld回振りました
kn: %lld / %lld ಬಾರಿ ಅಲುಗಾಡಿಸಲಾಗಿದೆ
ko: %lld/%lld번 흔들기 완료
ml: %lld / %lld തവണ കുലുക്കി
mr: %2$lld पैकी %1$lld वेळा हलवले
ms: %lld daripada %lld goncangan selesai
nb: %lld av %lld ristinger gjort
nl: %lld van %lld keer geschud
or: %lld / %lld ଥର ହଲାଯାଇଛି
pa: %2$lld ਵਿੱਚੋਂ %1$lld ਵਾਰ ਹਿਲਾਇਆ
pl: Potrząśnięcia: %lld z %lld
pt_br: %lld de %lld balançadas feitas
pt_pt: %lld de %lld abanões feitos
ro: Scuturări: %lld din %lld
ru: Встряхиваний: %lld из %lld
sk: Zatrasené: %lld z %lld
sl: Stresljaji: %lld od %lld
sv: %lld av %lld skakningar klara
ta: %lld / %lld முறை குலுக்கப்பட்டது
te: %lld / %lld సార్లు ఊపడం పూర్తయింది
th: เขย่าครบ %lld จาก %lld ครั้ง
tr: %lld / %lld sallama tamamlandı
uk: Струшувань: %lld з %lld
ur: %lld/%lld بار ہلا لیا
vi: Đã lắc %lld/%lld lần
zh_hans: 已完成 %lld/%lld 次摇动
zh_hant: 已完成 %lld/%lld 次搖動

# history.month.checkin.single
source: %lld check-in
ar: %lld تسجيل
bn: %lld টি টিক
ca: %lld confirmació
cs: %lld odškrtnutí
da: %lld kryds
de: %lld Häkchen
el: %lld σημειωμένη μέρα
es: %lld día marcado
fi: %lld kuittaus
fr: %lld validation
gu: %lld નોંધ
he: %lld סימון
hi: %lld एंट्री
hr: %lld javljanje
hu: %lld kipipálás
it: %lld conferma
ja: 記録 %lld回
kn: %lld ದಾಖಲು
ko: 체크 %lld회
ml: %lld രേഖപ്പെടുത്തൽ
mr: %lld नोंद
ms: %lld pengesahan
nb: %lld avkrysning
nl: %lld vinkje
or: %lld ଥର ଦର୍ଜ
pa: %lld ਵਾਰ ਦਰਜ
pl: %lld odhaczenie
pt_br: %lld registro
pt_pt: %lld registo
ro: %lld bifare
ru: %lld отметка
sk: %lld odškrtnutie
sl: %lld kljukica
sv: %lld bock
ta: %lld பதிவு
te: %lld నమోదు
th: เช็กอิน %lld ครั้ง
tr: %lld işaretleme
uk: %lld відмітка
ur: %lld اندراج
vi: %lld lần điểm danh
zh_hans: %lld 次打卡
zh_hant: %lld 次打卡

# settings.followup.interval.single
source: Every minute
ar: كل دقيقة
bn: প্রতি মিনিটে
ca: Cada minut
cs: Každou minutu
da: Hvert minut
de: Jede Minute
el: Κάθε λεπτό
es: Cada minuto
fi: Joka minuutti
fr: Chaque minute
gu: દર મિનિટે
he: כל דקה
hi: हर मिनट
hr: Svake minute
hu: Percenként
id: Setiap menit
it: Ogni minuto
ja: 1分ごと
kn: ಪ್ರತಿ ನಿಮಿಷಕ್ಕೆ
ko: 1분마다
ml: ഓരോ മിനിറ്റിലും
mr: दर मिनिटाला
ms: Setiap minit
nb: Hvert minutt
nl: Elke minuut
or: ପ୍ରତି ମିନିଟ୍‌ରେ
pa: ਹਰ ਮਿੰਟ
pl: Co minutę
pt_br: A cada minuto
pt_pt: A cada minuto
ro: La fiecare minut
ru: Каждую минуту
sk: Každú minútu
sl: Vsako minuto
sv: Varje minut
ta: ஒவ்வொரு நிமிடமும்
te: ప్రతి నిమిషానికి
th: ทุกนาที
tr: Her dakika
uk: Щохвилини
ur: ہر منٹ بعد
vi: Mỗi phút
zh_hans: 每分钟
zh_hant: 每分鐘

# onboarding.regimen.26_2
source: 26 active days, 2 break days
ar: 26 يومًا نشطًا، يوما استراحة
bn: 26 সক্রিয় দিন, 2 বিরতির দিন
ca: 26 dies actius, 2 dies de pausa
cs: 26 aktivních dní, 2 dny pauzy
da: 26 aktive dage, 2 pausedage
de: 26 aktive Tage, 2 Pausentage
el: 26 ενεργές ημέρες, 2 ημέρες διαλείμματος
es: 26 días activos, 2 de descanso
fi: 26 aktiivista päivää, 2 taukopäivää
fr: 26 jours actifs, 2 jours d’arrêt
gu: 26 સક્રિય દિવસ, 2 બ્રેક દિવસ
he: 26 ימים פעילים, 2 ימי הפסקה
hi: 26 सक्रिय दिन, 2 ब्रेक दिन
hr: 26 aktivnih dana, 2 dana pauze
hu: 26 aktív nap, 2 szünetnap
id: 26 hari aktif, 2 hari istirahat
it: 26 giorni attivi, 2 giorni di pausa
ja: 服用26日、休薬2日
kn: 26 ಸಕ್ರಿಯ ದಿನಗಳು, 2 ವಿರಾಮ ದಿನಗಳು
ko: 복용 26일, 휴약 2일
ml: 26 സജീവ ദിനങ്ങൾ, 2 ഇടവേള ദിനങ്ങൾ
mr: 26 सक्रिय दिवस, 2 ब्रेकचे दिवस
ms: 26 hari aktif, 2 hari rehat
nb: 26 aktive dager, 2 pausedager
nl: 26 actieve dagen, 2 pauzedagen
or: 26 ସକ୍ରିୟ ଦିନ, 2 ବିରତି ଦିନ
pa: 26 ਸਰਗਰਮ ਦਿਨ, 2 ਬ੍ਰੇਕ ਦਿਨ
pl: 26 dni aktywnych, 2 dni przerwy
pt_br: 26 dias ativos, 2 dias de intervalo
pt_pt: 26 dias ativos, 2 dias de intervalo
ro: 26 de zile active, 2 zile de pauză
ru: 26 активных дней, 2 дня перерыва
sk: 26 aktívnych dní, 2 dni pauzy
sl: 26 aktivnih dni, 2 dneva premora
sv: 26 aktiva dagar, 2 pausdagar
ta: 26 செயல் நாட்கள், 2 இடைவெளி நாட்கள்
te: 26 యాక్టివ్ రోజులు, 2 విరామ రోజులు
th: กิน 26 วัน พัก 2 วัน
tr: 26 aktif gün, 2 ara günü
uk: 26 активних днів, 2 дні перерви
ur: 26 فعال دن، 2 وقفے کے دن
vi: 26 ngày uống, 2 ngày nghỉ
zh_hans: 26 天服药，2 天停药
zh_hant: 26 天服藥，2 天停藥

# onboarding.regimen.21_only
source: 21 active days, 7 break days with no pills
ar: 21 يومًا نشطًا، 7 أيام استراحة بلا حبوب
bn: 21 সক্রিয় দিন, পিল ছাড়া 7 বিরতির দিন
ca: 21 dies actius, 7 dies de pausa sense píndoles
cs: 21 aktivních dní, 7 dní pauzy bez pilulek
da: 21 aktive dage, 7 pausedage uden piller
de: 21 aktive Tage, 7 Pausentage ohne Pillen
el: 21 ενεργές ημέρες, 7 ημέρες διαλείμματος χωρίς χάπια
es: 21 días activos, 7 de descanso sin píldoras
fi: 21 aktiivista päivää, 7 taukopäivää ilman pillereitä
fr: 21 jours actifs, 7 jours d’arrêt sans pilule
gu: 21 સક્રિય દિવસ, ગોળી વગરના 7 બ્રેક દિવસ
he: 21 ימים פעילים, 7 ימי הפסקה בלי גלולות
hi: 21 सक्रिय दिन, बिना गोली के 7 ब्रेक दिन
hr: 21 aktivni dan, 7 dana pauze bez pilula
hu: 21 aktív nap, 7 szünetnap tabletta nélkül
id: 21 hari aktif, 7 hari istirahat tanpa pil
it: 21 giorni attivi, 7 giorni di pausa senza pillole
ja: 服用21日、ピルなしの休薬7日
kn: 21 ಸಕ್ರಿಯ ದಿನಗಳು, ಮಾತ್ರೆ ಇಲ್ಲದ 7 ವಿರಾಮ ದಿನಗಳು
ko: 복용 21일, 약 없는 휴약 7일
ml: 21 സജീവ ദിനങ്ങൾ, ഗുളിക ഇല്ലാത്ത 7 ഇടവേള ദിനങ്ങൾ
mr: 21 सक्रिय दिवस, गोळीशिवाय 7 ब्रेकचे दिवस
ms: 21 hari aktif, 7 hari rehat tanpa pil
nb: 21 aktive dager, 7 pausedager uten piller
nl: 21 actieve dagen, 7 pauzedagen zonder pillen
or: 21 ସକ୍ରିୟ ଦିନ, ପିଲ୍ ବିନା 7 ବିରତି ଦିନ
pa: 21 ਸਰਗਰਮ ਦਿਨ, ਬਿਨਾਂ ਗੋਲੀ ਦੇ 7 ਬ੍ਰੇਕ ਦਿਨ
pl: 21 dni aktywnych, 7 dni przerwy bez tabletek
pt_br: 21 dias ativos, 7 dias de intervalo sem pílulas
pt_pt: 21 dias ativos, 7 dias de intervalo sem pílulas
ro: 21 de zile active, 7 zile de pauză fără pilule
ru: 21 активный день, 7 дней перерыва без таблеток
sk: 21 aktívnych dní, 7 dní pauzy bez tabletiek
sl: 21 aktivnih dni, 7 dni premora brez tabletk
sv: 21 aktiva dagar, 7 pausdagar utan piller
ta: 21 செயல் நாட்கள், மாத்திரை இல்லாத 7 இடைவெளி நாட்கள்
te: 21 యాక్టివ్ రోజులు, మాత్రలు లేని 7 విరామ రోజులు
th: กิน 21 วัน พัก 7 วันโดยไม่มียา
tr: 21 aktif gün, 7 hapsız ara günü
uk: 21 активний день, 7 днів перерви без таблеток
ur: 21 فعال دن، 7 وقفے کے دن جن میں گولی نہیں
vi: 21 ngày uống, 7 ngày nghỉ không có thuốc
zh_hans: 21 天服药，7 天停药（无药片）
zh_hant: 21 天服藥，7 天停藥（無藥錠）
